---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures
source: html/f9229467-317e-bcbf-4ff3-baf053cf1341.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures

Failures about CopyPasteFailures.

## Syntax (C#)
```csharp
public static class CopyPasteFailures
```